[{"quote":"It is certain and indisputable that the creator of man is not like man because a powerless creature cannot create another being. The maker, the creator, has to possess all perfections in order that he may create…The contingent world is the source of imperfections: God is the origin of perfections. The imperfections of the contingent world are in themselves a proof of the perfections of God. ","author":"(Some Answered Questions, p. 5)"},{"quote":"There is one God; mankind is one; the foundations of religion are one. Let us worship Him, and give praise for all His great Prophets and Messengers who have manifested His brightness and glory. ","author":"(‘Abdu’l-Bahá in London, p. 20)"},{"quote":"The highest station, the supreme sphere, the noblest, most sublime position in creation, whether visible or invisible, whether alpha or omega, is that of the Prophets of God, notwithstanding the fact that for the most part they have to outward seeming been possessed of nothing but their own poverty.","author":"(The Secret of Divine Civilization)"},{"quote":"The divine Manifestations of God had a universal and all-inclusive conception. They endeavored for the sake of everyone’s life and engaged in the service of universal education. The area of their aims was not limited—nay, rather, it was wide and all-inclusive. ","author":"(Selections from the Writings of ‘Abdu’l-Bahá)"},{"quote":"The divine religions were founded for the purpose of unifying humanity and establishing universal peace. Any movement which brings about peace and agreement in human society is truly a divine movement; any reform which causes people to come together under the shelter of the same tabernacle is surely animated by heavenly motives.","author":"(The Promulgation of Universal Peace)"},{"quote":"Now the new age is here and creation is reborn. Humanity hath taken on new life. The autumn hath gone by, and the reviving spring is here. All things are now made new. Arts and industries have been reborn, there are new discoveries in science, and there are new inventions; even the details of human affairs, such as dress and personal effects—even weapons—all these have likewise been renewed. The laws and procedures of every government have been revised. Renewal is the order of the day. ","author":"(Selections from the Writings of ‘Abdu’l-Bahá)"},{"quote":"The day is coming when all the religions of the world will unite, for in principle they are one already. There is no need for division, seeing that it is only the outward forms that separate them. Among the sons of men some souls are suffering through ignorance, let us hasten to teach them; others are like children needing care and education until they are grown, and some are sick—to these we must carry Divine healing. ","author":"(Paris Talks)"},{"quote":"Love is the most great law that ruleth this mighty and heavenly cycle, the unique power that bindeth together the divers elements of this material world, the supreme magnetic force that directeth the movements of the spheres in the celestial realms.","author":"(Selections from the Writings of ‘Abdu’l-Bahá)"},{"quote":"Bahá’u’lláh has drawn the circle of unity, He has made a design for the uniting of all the peoples, and for the gathering of them all under the shelter of the tent of universal unity. This is the work of the Divine Bounty, and we must all strive with heart and soul until we have the reality of unity in our midst, and as we work, so will strength be given unto us.","author":"(Paris Talks)"},{"quote":"Consider the flowers of a garden. Though differing in kind, color, form, and shape, yet, inasmuch as they are refreshed by the waters of one spring, revived by the breath of one wind, invigorated by the rays of one sun, this diversity increaseth their charm, and addeth unto their beauty. How unpleasing to the eye if all the flowers and plants, the leaves and blossoms, the fruits, the branches and the trees of that garden were all of the same shape and color! Diversity of hues, form and shape, enricheth and adorneth the garden, and heighteneth the effect thereof. In like manner, when divers shades of thought, temperament and character, are brought together under the power and influence of one central agency, the beauty and glory of human perfection will be revealed and made manifest. Naught but the celestial potency of the Word of God, which ruleth and transcendeth the realities of all things, is capable of harmonizing the divergent thoughts, sentiments, ideas, and convictions of the children of men.","author":"(Tablets of the Divine Plan)"},{"quote":"Sincerity is the foundation-stone of faith. That is, a religious individual must disregard his personal desires and seek in whatever way he can wholeheartedly to serve the public interest; and it is impossible for a human being to turn aside from his own selfish advantages and sacrifice his own good for the good of the community except through true religious faith.","author":"(The Secret of Divine Civilization)"},{"quote":"True civilization will unfurl its banner in the midmost heart of the world whenever a certain number of its distinguished and high-minded sovereigns—the shining exemplars of devotion and determination—shall, for the good and happiness of all mankind, arise, with firm resolve and clear vision, to establish the Cause of Universal Peace. They must make the Cause of Peace the object of general consultation, and seek by every means in their power to establish a Union of the nations of the world. They must conclude a binding treaty and establish a covenant, the provisions of which shall be sound, inviolable and definite. They must proclaim it to all the world and obtain for it the sanction of all the human race. This supreme and noble undertaking—the real source of the peace and well-being of all the world—should be regarded as sacred by all that dwell on earth.","author":"(The Secret of Divine Civilization)"},{"quote":"The education and training of children is among the most meritorious acts of humankind and draweth down the grace and favor of the All-Merciful, for education is the indispensable foundation of all human excellence and alloweth man to work his way to the heights of abiding glory. ","author":"(Selections from the Writings of ‘Abdu’l-Bahá)"},{"quote":"The reality of man is his thought, not his material body. The thought force and the animal force are partners. Although man is part of the animal creation, he possesses a power of thought superior to all other created beings. ","author":"(Paris Talks)"},{"quote":"When a thought of war comes, oppose it by a stronger thought of peace. A thought of hatred must be destroyed by a more powerful thought of love.  ","author":"(Paris Talks)"},{"quote":"O ye beloved of the Lord! In this sacred Dispensation, conflict and contention are in no wise permitted. Every aggressor deprives himself of God’s grace. ","author":"(Will and Testament of ‘Abdu’l-Bahá)"},{"quote":"Be in perfect unity. Never become angry with one another….Love the creatures for the sake of God and not for themselves. You will never become angry or impatient if you love them for the sake of God. Humanity is not perfect. There are imperfections in every human being, and you will always become unhappy if you look toward the people themselves. But if you look toward God, you will love them and be kind to them, for the world of God is the world of perfection and complete mercy. ","author":"(The Promulgation of Universal Peace)"},{"quote":"The most vital duty, in this day, is to purify your characters, to correct your manners, and improve your conduct. The beloved of the Merciful must show forth such character and conduct among His creatures, that the fragrance of their holiness may be shed upon the whole world, and may quicken the dead, inasmuch as the purpose of the Manifestation of God and the dawning of the limitless lights of the Invisible is to educate the souls of men, and refine the character of every living man—so that blessed individuals, who have freed themselves from the murk of the animal world, shall rise up with those qualities which are the adornings of the reality of man.","author":"(Selections from the Writings of ‘Abdu’l-Bahá)"},{"quote":"If you desire with all your heart, friendship with every race on earth, your thought, spiritual and positive, will spread; it will become the desire of others, growing stronger and stronger, until it reaches the minds of all men.","author":"(Paris Talks)"}]