[{"quote":"Is there any Remover of difficulties save God? Say: Praised be God! He is God! All are His servants and all abide by His bidding!","author":"(Selections from the Writings of the Báb)"},{"quote":"Rid thou thyself of all attachments to aught except God, enrich thyself in God by dispensing with all else besides Him, and recite this prayer:","author":"(Selections from the Writings of the Báb)"},{"quote":"O Lord! Unto Thee I repair for refuge and toward all Thy signs I set my heart. O Lord! Whether travelling or at home, and in my occupation or in my work, I place my whole trust in Thee.","author":"(Selections from the Writings of the Báb)"},{"quote":"The most acceptable prayer is the one offered with the utmost spirituality and radiance; its prolongation hath not been and is not beloved by God. The more detached and the purer the prayer, the more acceptable is it in the presence of God.","author":"(Persian Bayán, Selections from the Writings of the Báb)"},{"quote":"It is seemly that the servant should, after each prayer, supplicate God to bestow mercy and forgiveness upon his parents.","author":"(Persian Bayán, Selections from the Writings of the Báb)"},{"quote":"I am the Primal Point from which have been generated all created things. I am the Countenance of God Whose splendor can never be obscured, the Light of God Whose radiance can never fade.","author":"(Epistle to Muhammad Shah, Selections from the Writings of the Báb)"},{"quote":"The substance wherewith God hath created Me is not the clay out of which others have been formed. He hath conferred upon Me that which the worldly-wise can never comprehend, nor the faithful discover.","author":"(Epistle to Muhammad Shah, Selections from the Writings of the Báb)"},{"quote":"It is better to guide one soul than to possess all that is on earth, for as long as that guided soul is under the shadow of the Tree of Divine Unity, he and the one who hath guided him will both be recipients of God’s tender mercy, whereas possession of earthly things will cease at the time of death. The path to guidance is one of love and compassion, not of force and coercion. This hath been God’s method in the past, and shall continue to be in the future!","author":"(Persian Bayán, Selections from the Writings of the Báb)"},{"quote":"The Lord of the universe hath never raised up a prophet nor hath He sent down a Book unless He hath established His covenant with all men, calling for their acceptance of the next Revelation and of the next Book; inasmuch as the outpourings of His bounty are ceaseless and without limit.","author":"(Persian Bayán, Selections from the Writings of the Báb)"}]