[{"quote":"To every discerning and illumined heart it is evident that God, the unknowable Essence, the divine Being, is immensely exalted beyond every human attribute…Far be it from His glory that human tongue should adequately recount His praise, or that human heart comprehend His fathomless mystery.","author":"(The Kitáb-i-Íqán)"},{"quote":"The door of the knowledge of the Ancient of Days being thus closed in the face of all beings, the Source of infinite grace…hath caused those luminous Gems of Holiness to appear out of the realm of the spirit, in the noble form of the human temple, and be made manifest unto all men, that they may impart unto the world the mysteries of the unchangeable Being, and tell of the subtleties of His imperishable Essence.","author":"(The Kitáb-i-Íqán)"},{"quote":"These sanctified Mirrors…are, one and all, the Exponents on earth of Him Who is the central Orb of the universe, its Essence and ultimate Purpose. From Him proceed their knowledge and power; from Him is derived their sovereignty.","author":"(The Kitáb-i-Íqán)"},{"quote":"Led by the light of unfailing guidance, and invested with supreme sovereignty, They are commissioned to use the inspiration of Their words, the effusions of Their infallible grace and the sanctifying breeze of Their Revelation for the cleansing of every longing heart and receptive spirit from the dross and dust of earthly cares and limitations.","author":"(Gleanings from the Writings of Bahá’u’lláh)"},{"quote":"This is the changeless Faith of God, eternal in the past, eternal in the future.","author":"(The Kitáb-i-Aqdas)"},{"quote":"Verily I say, this is the Day in which mankind can behold the Face, and hear the Voice, of the Promised One.","author":"(Gleanings from the Writings of Bahá’u’lláh)"},{"quote":"I am the Sun of Wisdom and the Ocean of Knowledge. I cheer the faint and revive the dead. I am the guiding Light that illumineth the way. I am the royal Falcon on the arm of the Almighty. I unfold the drooping wings of every broken bird and start it on its flight.","author":"(Tabernacle of Unity)"},{"quote":"I was but a man like others, asleep upon My couch, when lo, the breezes of the All-Glorious were wafted over Me, and taught Me the knowledge of all that hath been. This thing is not from Me, but from One Who is Almighty and All-Knowing. And He bade Me lift up My voice between earth and heaven, and for this there befell Me what hath caused the tears of every man of understanding to flow.","author":"(Summons of the Lord of Hosts)"},{"quote":"The All-Knowing Physician hath His finger on the pulse of mankind. He perceiveth the disease, and prescribeth, in His unerring wisdom, the remedy. Every age hath its own problem, and every soul its particular aspiration. The remedy the world needeth in its present-day afflictions can never be the same as that which a subsequent age may require. Be anxiously concerned with the needs of the age ye live in, and centre your deliberations on its exigencies and requirements. ","author":"(Tabernacle of Unity)"},{"quote":"This is the Day in which God’s most excellent favors have been poured out upon men, the Day in which His most mighty grace hath been infused into all created things. It is incumbent upon all the peoples of the world to reconcile their differences, and, with perfect unity and peace, abide beneath the shadow of the Tree of His care and loving-kindness.","author":"(Gleanings from the Writings of Bahá’u’lláh)"},{"quote":"That which the Lord hath ordained as the sovereign remedy and mightiest instrument for the healing of all the world is the union of all its peoples in one universal Cause, one common Faith.","author":"(Summons of the Lord of Hosts)"},{"quote":"Consort with the followers of all religions in a spirit of friendliness and fellowship.","author":"(Tablets of Bahá’u’lláh, Bishárát)"},{"quote":"Ye are the fruits of one tree, and the leaves of one branch. Deal ye one with another with the utmost love and harmony, with friendliness and fellowship. He Who is the Daystar of Truth beareth Me witness! So powerful is the light of unity that it can illuminate the whole earth.","author":"(Epistle to the Son of the Wolf)"},{"quote":"The earth is but one country, and mankind its citizens.","author":"(Tablets of Bahá’u’lláh, Lawh-i-Maqsúd)"},{"quote":"The first duty prescribed by God for His servants is the recognition of Him Who is the Dayspring of His Revelation and the Fountain of His laws, Who representeth the Godhead in both the Kingdom of His Cause and the world of creation.","author":"(The Kitáb-i-Aqdas)"},{"quote":"O SON OF SPIRIT! My first counsel is this: Possess a pure, kindly and radiant heart, that thine may be a sovereignty ancient, imperishable and everlasting.","author":"(The Hidden Words, Arabic no. 1)"},{"quote":"Regard man as a mine rich in gems of inestimable value. Education can, alone, cause it to reveal its treasures, and enable mankind to benefit therefrom.","author":"(Tablets of Bahá’u’lláh, Lawh-i-Maqsúd)"},{"quote":"Only when the lamp of search, of earnest striving, of longing desire, of passionate devotion, of fervid love, of rapture, and ecstasy, is kindled within the seeker’s heart, and the breeze of His loving-kindness is wafted upon his soul, will the darkness of error be dispelled, the mists of doubts and misgivings be dissipated, and the lights of knowledge and certitude envelop his being.","author":"(The Kitáb-i-Íqán)"},{"quote":"Be generous in prosperity, and thankful in adversity. Be worthy of the trust of thy neighbor, and look upon him with a bright and friendly face. Be a treasure to the poor, an admonisher to the rich, an answerer to the cry of the needy, a preserver of the sanctity of thy pledge. Be fair in thy judgment, and guarded in thy speech. Be unjust to no man, and show all meekness to all men. Be as a lamp unto them that walk in darkness, a joy to the sorrowful, a sea for the thirsty, a haven for the distressed, an upholder and defender of the victim of oppression. Let integrity and uprightness distinguish all thine acts. Be a home for the stranger, a balm to the suffering, a tower of strength for the fugitive. Be eyes to the blind, and a guiding light unto the feet of the erring. Be an ornament to the countenance of truth, a crown to the brow of fidelity, a pillar of the temple of righteousness, a breath of life to the body of mankind, an ensign of the hosts of justice, a luminary above the horizon of virtue, a dew to the soil of the human heart, an ark on the ocean of knowledge, a sun in the heaven of bounty, a gem on the diadem of wisdom, a shining light in the firmament of thy generation, a fruit upon the tree of humility.","author":"(Epistle to the Son of the Wolf)"}]