[{"quote":"How vast is the Revelation of Bahá’u’lláh! How great the magnitude of His blessings showered upon humanity in this day! And yet, how poor, how inadequate our conception of their significance and glory! This generation stands too close to so colossal a Revelation to appreciate, in their full measure, the infinite possibilities of His Faith, the unprecedented character of His Cause, and the mysterious dispensations of His Providence.","author":"(“The World Order of Bahá’u’lláh: Further Considerations”, The World Order of Bahá’u’lláh)"},{"quote":"God’s purpose is none other than to usher in, in ways He alone can bring about, and the full significance of which He alone can fathom, the Great, the Golden Age of a long-divided, a long-afflicted humanity. Its present state, indeed even its immediate future, is dark, distressingly dark. Its distant future, however, is radiant, gloriously radiant—so radiant that no eye can visualize it.","author":"(The Promised Day is Come)"},{"quote":"All we can reasonably venture to attempt is to strive to obtain a glimpse of the first streaks of the promised Dawn that must, in the fullness of time, chase away the gloom that has encircled humanity.","author":"(“The Goal of a New World Order”, The World Order of Bahá’u’lláh)"},{"quote":"The Revelation of Bahá’u’lláh, whose supreme mission is none other but the achievement of this organic and spiritual unity of the whole body of nations, should, if we be faithful to its implications, be regarded as signalizing through its advent the coming of age of the entire human race.","author":"(“The Unfoldment of World Civilization”, The World Order of Bahá’u’lláh)"},{"quote":"Let there be no mistake. The principle of the Oneness of Mankind—the pivot round which all the teachings of Bahá’u’lláh revolve—is no mere outburst of ignorant emotionalism or an expression of vague and pious hope. Its appeal is not to be merely identified with a reawakening of the spirit of brotherhood and good-will among men, nor does it aim solely at the fostering of harmonious coöperation among individual peoples and nations. Its implications are deeper, its claims greater than any which the Prophets of old were allowed to advance. Its message is applicable not only to the individual, but concerns itself primarily with the nature of those essential relationships that must bind all the states and nations as members of one human family. It does not constitute merely the enunciation of an ideal, but stands inseparably associated with an institution adequate to embody its truth, demonstrate its validity, and perpetuate its influence. It implies an organic change in the structure of present-day society, a change such as the world has not yet experienced…It represents the consummation of human evolution—an evolution that has had its earliest beginnings in the birth of family life, its subsequent development in the achievement of tribal solidarity, leading in turn to the constitution of the city-state, and expanding later into the institution of independent and sovereign nations.","author":"(“The Goal of a New World Order”, The World Order of Bahá’u’lláh)"},{"quote":"Unification of the whole of mankind is the hall-mark of the stage which human society is now approaching. Unity of family, of tribe, of city-state, and nation have been successively attempted and fully established. World unity is the goal towards which a harassed humanity is striving.","author":"(“The Unfoldment of World Civilization”, The World Order of Bahá’u’lláh)"},{"quote":"Let there be no misgivings as to the animating purpose of the world-wide Law of Bahá’u’lláh. Far from aiming at the subversion of the existing foundations of society, it seeks to broaden its basis, to remold its institutions in a manner consonant with the needs of an ever-changing world. It can conflict with no legitimate allegiances, nor can it undermine essential loyalties. Its purpose is neither to stifle the flame of a sane and intelligent patriotism in men’s hearts, nor to abolish the system of national autonomy so essential if the evils of excessive centralization are to be avoided. It does not ignore, nor does it attempt to suppress, the diversity of ethnical origins, of climate, of history, of language and tradition, of thought and habit, that differentiate the peoples and nations of the world. It calls for a wider loyalty, for a larger aspiration than any that has animated the human race. It insists upon the subordination of national impulses and interests to the imperative claims of a unified world. It repudiates excessive centralization on one hand, and disclaims all attempts at uniformity on the other. Its watchword is unity in diversity…","author":"(“The Goal of a New World Order”, The World Order of Bahá’u’lláh)"},{"quote":"This rectitude of conduct, with its implications of justice, equity, truthfulness, honesty, fair-mindedness, reliability, and trustworthiness, must distinguish every phase of the life of the Bahá’í community. “The companions of God,” Bahá’u’lláh Himself has declared, “are, in this day, the lump that must leaven the peoples of the world. They must show forth such trustworthiness, such truthfulness and perseverance, such deeds and character that all mankind may profit by their example.”","author":"(The Advent of Divine Justice)"}]